<div class="container-fluid">
	<div class="row">
		<div class="col-md-12 col-sm-12 col-lg-12">
			<h2 class="text-center"> 
				Задание <br>
				<img class="img-fluid" alt='groot' src="/resource/img/agroot-1.jpg">
			</h2>
			<p>
				<b> Необходимо Создать приложение-задачник. </b> <br>
				Задачи состоят из:
				<ul>
					<li>имени пользователя;</li>
					<li>е-mail;</li>
					<li>текста задачи;</li>
					
				</ul>
				Стартовая страница - список задач с возможностью сортировки по имени пользователя, email и статусу. Вывод задач нужно сделать страницами по 3 штуки (с пагинацией). Видеть список задач и создавать новые может любой посетитель без регистрации.  <br>

				Сделайте вход для администратора (логин "admin", пароль "***"). Администратор имеет возможность редактировать текст задачи и поставить галочку о выполнении. Выполненные задачи в общем списке выводятся с соответствующей отметкой. <br>

				В приложении нужно с помощью чистого PHP реализовать модель MVC. Фреймворки PHP использовать нельзя, библиотеки - можно.  Верстка на bootstrap, к дизайну особых требований нет. Не стоит усложнять архитектуру приложения, достаточно выполнить все пункты из условия задачи.
				<br>

				Обратите внимание, аккуратность - это один из главных критериев оценки тестового.
			</p>
		</div>
	</div>
</div>
